{
  "HomePage": {
    "welcome": "Welcome to our website!",
    "menu": {
      "home": "Home",
      "about": "About Us",
      "contact": "Contact",
      "booking": "Booking"
    }
  },
  "NavBar": {
    "booking": "Booking",
    "events": "Events",
    "about": "About",
    "language": "Language"
  },
  "Auth": {
    "login": "Log In",
    "register": "Sign Up"
  },
  "Contacts": {
    "contacts": "Contact Information",
    "phone": "+49 (0)541 580 587 0",
    "email": "hengeler.shofrohnhofen3@gmail.com",
    "address": "Frohnhofen 3, 87452 Altusried, Deutschland",
    "phoneAnswer": "Call response time: 9:00 – 21:00"
  },
  "Footer": {
    "privacyPolicy": "Privacy policy",
    "imprint": "Imprint",
    "slogan": "Farm holidays in the Allgäu – experience nature, pet animals, enjoy family time."
  },
  "MainCarousel": {
    "slide1": {
      "title": "Your vacation at Hengeler's Hof – Relaxation with mountain panorama, sun, nature and mountain view.",
      "text": ""
    },
    "slide2": {
      "title": "Upcoming events!",
      "text": ""
    },
    "slide3": {
      "title": "Arrive, unpack, feel good – and simply enjoy",
      "text": "Our cozy farmhouse (guest rooms or complete house) welcomes you with loving furnishings and lots of heart. Whether as a couple, with family, group or good friends. Up to 6 guests + baby/child up to 7 years. One dog is welcome, two on request – everyone finds their favorite place here. The mountain view of the Allgäu Alps? Like from a picture book. And the sun? Our wonderful secluded location gives you that as a bonus – for that extra bit of holiday happiness!"
    }
  },
  "CookiesBanner": {
    "mainText": "This website only uses technically necessary cookies to enable login and session management. No tracking cookies are set. For more information, please refer to our privacy policy.",
    "moreInfo": "For more information, please see our",
    "privacyPolicy": "Privacy Policy",
    "accept": "Accept"
  },
  "Rooms": {
    "title": "Our Rooms",
    "description": "Comfort and coziness in every room! Our rooms are designed for your relaxation and unwinding in the midst of nature. A cozy atmosphere, modern design, and all amenities for a perfect stay await you."
  },
  "RoomCarousel": {
    "rooms": {
      "smallRoom1": {
        "title": "Small Room: Beds and Wardrobe",
        "text": "A cozy small room with two single beds and a spacious wooden wardrobe. The warm orange decor creates a sunny mood. Perfect for friends or children traveling together. The wooden ceiling adds rustic charm."
      },
      "smallRoom2": {
        "title": "Small Room: Bedside Table Decor",
        "text": "Detailed view of the bedside table in the small room. It features a bright yellow lamp, an elegant vase with decorative flowers, and a round woven mat. These elements add personality and coziness to the room, creating a pleasant atmosphere for relaxation."
      },
      "smallRoom3": {
        "title": "Small Room: Bed, Wardrobe, and Door",
        "text": "View of a portion of the small room showing one of the beds with orange bedding, a corner wooden wardrobe, and wooden door. This room offers a compact but comfortable space for individual rest, providing all necessary amenities."
      },
      "bigRoom1": {
        "title": "Large Room: Bed, Painting, and Window",
        "text": "A spacious large room with a double bed decorated in green tones. On the wall hangs an impressive painting of a forest deer, creating an atmosphere of tranquility and connection with nature. A large window provides plenty of natural light and views of the surroundings."
      },
      "bigRoom2": {
        "title": "Large Room: Bedside Tables",
        "text": "Detailed shot of two wooden bedside tables in the large room. They feature an elegant vintage lamp and two vases with decorative lily of the valley, adding elegance and comfort. Each bedside table has two drawers for convenient storage of personal items."
      },
      "bigRoom3": {
        "title": "Large Room: Desk and Interior",
        "text": "A cozy large room where, in addition to the bed, there is a functional wooden desk with a chair. This is the perfect spot if you need to work or read. The interior is complemented by a deer painting, table lamp, and decorative shelves, creating a harmonious atmosphere."
      },
      "bigRoom4": {
        "title": "Large Room: Tree-Shaped Mirror and Window",
        "text": "Part of the large room featuring a unique wooden tree-shaped mirror that adds special charm to the room. Next to it is a small wooden bedside table with vases, and a large window provides bright natural lighting. There is also a clothes rack present."
      }
    },
    "book": "Book Now",
    "priceFrom": "Price from",
    "perNight": "€/night"
  },
  "Buttons": {
    "book": "Book Now"
  },
  "Attractions": {
    "title": "What's nearby?",
    "items": {
      "neuschwanstein": {
        "title": "Neuschwanstein Castle",
        "description": "A real fairy tale castle! Just a short drive away, the world-famous Neuschwanstein Castle awaits you – an unforgettable experience for visitors of all ages."
      },
      "hohenschwangau": {
        "title": "Hohenschwangau Castle",
        "description": "Immerse yourself in the history of Bavarian kings – the charming Hohenschwangau Castle is located directly opposite Neuschwanstein and impresses with historical insights."
      },
      "gorge": {
        "title": "Gorge",
        "description": "A special kind of natural wonder: the Breitachklamm is one of the deepest gorges in Europe – impressive, wild, and absolutely worth seeing."
      },
      "forests": {
        "title": "Forests",
        "description": "Discover the idyllic Allgäu forests right on your doorstep – perfect for walks, short hikes, and exciting adventures with the whole family."
      },
      "hopfenSee": {
        "title": "Hopfen am See Promenade",
        "description": "Enjoy a leisurely walk along the shore of Lake Hopfen with mountain views – ideal for relaxing, strolling, and lingering."
      },
      "mountains": {
        "title": "Mountains",
        "description": "Whether hiking, cycling, or just enjoying the view – the Allgäu Alps offer stunning vistas and numerous activities for nature lovers."
      }
    }
  },
  "MainMap": {
    "title": "How to find us?",
    "loading": "Loading map...",
    "whereWeAreTitle": "Where we are located?",
    "whereWeAreDescription": "Our farm is idyllically located on the edge of the Allgäu Alps, surrounded by lush meadows and fragrant forests – the perfect retreat for nature lovers."
  },
  "Booking": {
    "availabilityTitle": "Availability",
    "room1": "Room 1",
    "room2": "Room 2",
    "room3": "Room 3",
    "house": "Whole House",
    "room1_name": "Room 1",
    "room1_description": "Bright and warmly furnished double room with a large bed, desk, and storage space. Ideal for two adults and one small child (baby cot available on request). Guests have access to a fully equipped shared kitchen and two shared bathrooms (shower and bathtub).",
    "room2_name": "Room 2",
    "room2_description": "Small room with two separate beds, a small cabinet, and a small chest of drawers for storage. Ideal for active travelers who appreciate simplicity and comfort. Guests have access to a fully equipped shared kitchen and two shared bathrooms with a shower and bathtub.",
    "room3_name": "Room 3",
    "room3_description": "Large, spacious room with a comfortable double bed, bedside tables, a large wardrobe, a couch with a coffee table, and a separate sofa. It can accommodate two people and can host an additional guest. It also offers a beautiful view of the mountains.",
    "house_name": "Whole House",
    "house_description": "Our lovingly furnished farmhouse offers approximately 200 sqm on two levels with complete amenities: a fully equipped kitchen, a cozy living room in country house style, two bathrooms, and three comfortable rooms. Ideal for families or groups of up to 7 people. In the garden, you will find a barbecue area, garden furniture, a sandbox, and a natural view with deer and rabbits.",
    "checkIn": "Check-in",
    "checkOut": "Check-out",
    "maxGuests": "Max. guests",
    "size": "Size",
    "price": "Price",
    "perNight": "per night",
    "bookNow": "Book now",
    "m2": "m²",
    "room1_max_guests": "2+1 (baby cot)",
    "room2_max_guests": "2",
    "room3_max_guests": "2+1 (the sofa can be used as a second bed)",
    "house_max_guests": "7+1 (baby cot)"
  },
  "RoomsPage": {
    "title": "Our Rooms",
    "description": "Comfort and coziness in every room! Our rooms are designed for your relaxation and unwinding in the midst of nature. A cozy atmosphere, modern design, and all amenities for a perfect stay await you."
  }
}
